Revit 2027 API
IFCParameterTemplate.RemovePropertyMappingInfo Method
Overload List
Name | Description
RemovePropertyMappingInfo(PropertySetupType, String, ElementId) |  Removes the property mapping from the property set by id.
RemovePropertyMappingInfo(PropertySetupType, String, String) |  Removes the property mapping from the property set by name.
Top
See Also
Reference
IFCParameterTemplate Class
Autodesk.Revit.DB Namespace